{
  "badParameters":[
  	"Leave the jokes to me",
  	"Oh you think you're funny? You try being a bot ",
  	"Not bad... said no one. Let me do my job man ",
  	"All you needed to do was write joke. Thats it. One word..._sigh_ ",
  	"I have no idea what you just wrote, It's 4 simple letters \"j\"-\"o\"-\"k\"-\"e\". Thats it... ",
  	"Top in the country they said. They can spell joke they said. I went to bot school for _this_... ",
  	"I get the feeling you don't really want to hear a joke. ",
  	"You know, I had a really good joke in mind but now I'm not gonna tell you",
  	"I guess your spelling is the real joke here ",
  	"Im. Done. "
  ],
  "jokePreface":[
  	"Oh I've got just the one ",
  	"Trust me, you'll be writing home about this one",
  	"Back in school they used to call me jokeBot2000. Anyways here goes",
  	"Get ready to hear the best joke of your _entire_ life",
  	"Start laughing because this one's gonna be good",
  	"I hope you're ready because it doesn't get much better than this",
  	"I don't tell this joke to just anyone, so listen good",
  	"Here's one for the kiddos",
  	"Alright, Alright, I'll tell you a joke. relax",
  	"Hold on to your hats and glasses, this is about to get funny"
  ],
  "jokeBody":[
  	"What did one blade of grass say to another about the lack of rain?\n\nI guess we’ll just have to make dew.",
  	"Did you hear about the young actor who fell through the floorboards?\n\nHe was just going through a stage.",
  	"What did the left eye say to the right eye? \n\n Between you and me, something smells.",
  	"What is a well-read cat’s favorite book? \n\n Of Mice and Men",
  	"Who is the leader of the Kitty Communist Party? \n\n Chairman Meow.",
  	"I ate a clock yesterday, it was very time-consuming.",
  	"Have you played the updated kids’ game? I Spy With My Little Eye ... Phone.",
  	"A perfectionist walked into a bar...apparently, the bar wasn’t set high enough.",
  	"A fire hydrant has H-2-O on the inside and K-9-P on the outside.",
  	"Did you hear about the semi-colon that broke the law? He was given two consecutive sentences.",
  	"I own the world’s worst thesaurus. Not only is it awful, it’s awful.",
  	"What’s the difference between a good joke and a bad joke timing.",
  	"I’ve just written a song about tortillas; actually, it’s more of a rap.",
  	"I recently decided to sell my vacuum cleaner as all it was doing was gathering dust.",
  	"Don’t you hate it when someone answers their own questions? I do.",
  	"Did you hear about the monkeys who shared an Amazon account? They were Prime mates.",
  	"Don’t use “beef stew” as a computer password. It’s not stroganoff.",
  	"Why are iPhone chargers not called Apple Juice?!",
  	"We’ll we’ll we’ll…if it isn’t autocorrect.",
  	"My computer suddenly started belting out “Someone Like You.” It’s a Dell.",
  	"Thanks to autocorrect, 1 in 5 children will be getting a visit from Satan this Christmas.",
  	"Did you hear how they caught the great produce bandit? He stopped to take a leek.",
  	"I can’t stand potato puns. I think they’re pomme de terrible.",
  	"What does a grape say when it gets stepped on? Nothing, it just lets out a little wine.",
  	"Boy, I just got hit in the head with a can of soda. I was lucky it was a soft drink.",
  	"A guy just threw a glass of milk at me. How dairy!",
  	"If you understand English, press 1. If you do not understand English, press 2.",
  	"Every Scooby-Doo episode would literally be two minutes long if the gang went to the mask store first and asked a few questions.",
  	"Never trust math teachers who use graph paper. They’re always plotting something.",
  	"Old mathematicians never die; they just lose some of their functions."
  ]
}